[
  "Dawn Sign Minister 9: A game where jumping onto walls creates new floors.",
  "Sky Island: A 2D game that transforms into 3D, requiring players to use their mouse to reveal hidden dimensions.",
  "Gun Blood: A Western shootout game with a countdown and a tense draw mechanic.",
  "Solid Skier: A real-time line rider game where players guide a skier down a slope they draw.",
  "Not Pron: A notoriously difficult riddle game that requires outside-the-box thinking and hidden solutions.",
  "\"Mechanical Commando\" is a top-down shooter where players never let go of the trigger.",
  "\"Fishing\" allows players to reel in fish and shoot them with a shotgun.",
  "\"Zombie Bites\" is a tower defense game where players defend against zombies.",
  "\"Zombie Golf Riot\" features zombies as golf balls, aimed and swung with the mouse.",
  "\"Penguins with a Z\" involves penguins armed with oozies and baseball bats, eating parasites and barfing blood to defeat enemies.",
  "Minecraft babies are created through traditional methods, not spawn timers or hatches.",
  "Spider-Man can dive into the ocean in Grand Theft Auto: San Andreas, but it's crucial to open the parachute before dying.",
  "A famous glitch in a video game features a man laughing uncontrollably for over nine minutes after forcing a goat to climb a ladder.",
  "In Age of Conan, a female character's body part appears to be possessed, twitching subtly.",
  "A code in a video game allows everything to behave like a Hammer Brother from the Mario series.",
  "The Kinect tracks 20 body joints 30 times per second.",
  "Users have created games like Minecraft, Mario Kart, and Tetris using the Kinect's 3D camera capabilities.",
  "The Kinect can be programmed to recognize and react to air guitar playing.",
  "One user transformed themselves into a giant pillowy blob mutant using the Kinect.",
  "The Kinect has been used to create a flying robot with 3D vision and a lightsaber overlay for a wooden stick.",
  "Sound Stream: Uses your microphone to create a visual representation of sound.",
  "Word Clock: Displays the time in words, updating every second.",
  "SETI@home: Connects your computer to a database searching for extraterrestrial life.",
  "Electric Sheep: Collaborates with other computers to create and render fractal images.",
  "Breve Walker: Generates creatures with random shapes and movements, evolving them over time.",
  "Play as the letter \"I\" in \"I of It\" and navigate obstacles by elongating and shrinking.",
  "Calculate Roman numerals using \"Roman Numeral Calculator\" (e.g., 191 x 7 = 1337).",
  "Test your music knowledge with quizzes that identify classic NES/SNES songs.",
  "Type your next move in \"YouFindYourselfInARoom\" and experience the computer's frustration.",
  "Create flip books with \"BloodyRenegadeX\" and \"Frenzy Woods,\" including a cool flip book of the Vsauce outro.",
  "Eyeballs grow until age 13, but ears continue growing throughout life.",
  "The arrangement of cards in a shuffled deck has never occurred before in history.",
  "Electric harps use strings made from animal intestines.",
  "Liquid nitrogen ice cream freezes instantly using liquid nitrogen.",
  "British Pathé offers free historical footage, including videos of Arnold Schwarzenegger, chickens hatching in a frying pan, and dogs getting married.",
  "You can play Tetris, Pong, Solitaire, and Uncharted 2 on your Mac using Terminal commands.",
  "To unmask hidden text in a browser, paste code from the video description into the URL bar.",
  "Create a VBS file with code from the video description to generate a never-ending dialogue box.",
  "Trick someone into downloading a VBS file that makes their computer type \"I eat donkey balls\" every 8 seconds.",
  "Pause a YouTube video and use the arrow keys to play a game of \"worm\" with the buffering balls.",
  "Vsauce host Michael is playing Angry Birds Rio and not wearing pants during the video.",
  "Kite-Man was replaced with Rainbow Rider, a color-blind Flash villain who creates colorful structures.",
  "Armless Tiger Man, a German boy with his arms ripped off, used his teeth and toes to destroy machines.",
  "Crazy Quilt, a Batman villain with a disorienting vision, has the \"eye-be-jarring\" costume in comic book history.",
  "Egg Fu, a Wonder Woman villain, is a giant egg with a mustache who uses fear to denounce patriotism.",
  "Hypno-Hustler, a Spider-Woman villain, has a glorious Afro and uses hypno goggles and power boots to rob audiences.",
  "Attractive American football players tend to have higher passing ratings.",
  "A 10% increase in gas prices reduces car accidents by 2.3%.",
  "More people have died in the Halo video game series than in real-life human history.",
  "A mass murderer kills four or more people at once, while a serial killer kills two or more people with a cooling-down period in between.",
  "The average person blinks 15 times per minute, but only 7.5 times per minute while watching videos.",
  "Michael Stevens and Adam Savage are collaborating on a live show called \"Brain Candy.\"",
  "The show will feature interactive demonstrations and experiments to explore science and creativity.",
  "The show will tour 40 cities in the United States, with plans to expand further.",
  "Stevens emphasizes the unique experience of interacting with the show's content in person.",
  "The show is designed to be entertaining and educational for audiences of all ages.",
  "Taco Bell cakes exist, complete with \"say cheese\" and \"arson\" frosting.",
  "A website collects photos with visible camera flash, allowing users to map the flash's location.",
  "Knitted Bender hats are a fashionable way to visit family in jail.",
  "A lake photo reveals an optical illusion that requires Jedi skills to decipher.",
  "A human skull has been transformed into a decorative bowl.",
  "The average piece of currency changes hands about 55 times a year, and one in 100 pieces in the US has likely been touched by someone who will commit murder.",
  "The total value of all physical currency on Earth (M0) is estimated at $5 trillion, but this represents less than 10% of all spendable money.",
  "Fractional reserve banking creates new money by allowing banks to lend out more money than they have on deposit, resulting in a broader definition of money known as M1, estimated at $25 trillion globally.",
  "Cash is contaminated with germs, including drug traces, and can carry the flu virus for up to 2 days.",
  "Fiat money, the most common form of money today, has no intrinsic value and relies on the belief of its users to maintain its worth, making it susceptible to the \"reverse Tinkerbell effect\" where increased belief can lead to its devaluation.",
  "Rearranging the letters in \"William Shakespeare\" yields \"here was I like a song.\"",
  "In the King James Bible, the 46th word is \"shake,\" and the 46th word from the bottom is \"sphere.\"",
  "The probability of guessing three cards correctly in a row is approximately 1 in 140,000.",
  "Dividing a deck of cards in half always results in the same number of red cards in one half as black cards in the other.",
  "The number of possible arrangements of 52 cards (52 factorial) is so large that it would take longer than the age of the universe to exhaust all possibilities, even if shuffling every second.",
  "The first image of Earth taken from space that people on Earth were posing for was captured by the Cassini spacecraft in 2013.",
  "The Voyager 1 spacecraft is the most distant human-made object, currently traveling at 17 km/s and expected to pass within two light years of other stars in 40,000 years.",
  "The Pioneer plaques attached to Pioneer 10 and 11 use hyperfine transitions to communicate distances and time, hoping that curious intelligent life forms will understand the hydrogen atom and its properties.",
  "The Voyager 1 golden record contains 116 images, audio and video recordings of humans, animals, songs, and greetings in 55 languages, along with instructions for playback and information about us.",
  "The Library of Babel is a website that offers everything that has been or could be written, with each page containing a unique combination of English letters, commas, spaces, and periods, and can be converted back to its page number.",
  "Mind reading: While not possible in the traditional sense, \"thought identification\" uses neuroimaging and machine learning to decode brain activity and infer thoughts.",
  "Memory reconstruction: Researchers can use fMRI to reconstruct images of faces that individuals are thinking about, providing insights into memory formation and retrieval.",
  "Dream decoding: By analyzing EEG and fMRI data, researchers can predict the content of dreams, such as the presence of characters or buildings.",
  "Dream reconstruction: Scientists are working on reconstructing images from dreams, potentially allowing us to visualize and share our subconscious experiences.",
  "Ethical considerations: The development of mind reading technologies raises ethical questions about privacy, consent, and the potential for misuse, necessitating careful consideration and regulation.",
  "Silent \"k\"s in words like \"knight\" and \"knee\" are a result of pronunciation changes over time.",
  "The \"half-life of knowledge\" concept suggests that half of our current knowledge will be outdated within a short period.",
  "Production errors in popular songs, such as a clipped \"be\" in Buffalo Springfield's \"For What It's Worth,\" are common and often overlooked.",
  "A 700-year-old prayer book was found to contain erased writings of Archimedes' \"The Method,\" potentially delaying mathematical advancements.",
  "The story of Henry Tandey sparing Hitler's life in World War I is apocryphal, but Hitler owned a painting depicting the event and claimed Tandey came close to killing him.",
  "Surveys aren't always reliable: Asking people directly about their morals may not accurately reflect their actions in real-world situations.",
  "Moral licensing: When people do something good, they may subconsciously feel justified in doing something bad later on.",
  "Moral credit: People keep track of their good deeds and use them to justify their subsequent actions, even if those actions are unethical.",
  "Confabulation: Individuals may invent reasons to justify their behavior, especially when it involves letting others take the blame.",
  "Situational factors: Moral choices are heavily influenced by the specific circumstances, and people may behave differently than they would expect in different situations.",
  "Renaissance clothing is considered less \"gay\" than spandex.",
  "Daredevil's sonar helps him choose the best costume, which is why he stopped wearing yellow and black.",
  "All Tiger has the knowledge and skills of every previous assassin, including time travel.",
  "Daredevil is an accomplished martial artist, on par with Captain America.",
  "Matt Damon is an assassin who has been getting close to Ben Affleck.- Vin Diesel's character in \"XXX\" is a former military advisor.",
  "Captain America's shield is made of adamantium and can be controlled with his mind.",
  "Captain America has been frozen in ice for 50 years without any damage.",
  "Vin Diesel's character in \"XXX\" has a better haircut than Nick Fury in \"Triple X.\"",
  "An avalanche would not be effective against Captain America because his shield protects him from all-in-one attacks.",
  "Elektra and Lara Croft have both died and returned from the dead.",
  "Elektra's outfit is considered inferior to Lara Croft's, who wears combat boots and a knife.",
  "Angelina Jolie, who played Lara Croft, is considered more attractive than Jennifer Garner, who played Elektra.",
  "Angelina Jolie's character would have to stop fighting to make out with her brother during the fight.",
  "Jennifer Aniston, who played Rachel Green in \"Friends,\" is considered a better fighter than Angelina Jolie.**Fun Facts About Death and Its Impact:**",
  "**Terror Management Theory (TMT)** suggests that people manage the fear of death by embracing cultural values, and that increased awareness of mortality can lead to more punitive punishments for perceived violations of those values.",
  "A pilot study using TMT stimuli showed a slight tendency for participants reminded of their mortality to be more punitive in their assessments of crimes.",
  "Mortality salience may also lead to increased deliberation and thoughtfulness in decision-making.",
  "Death positivity activist Caitlin Doughty believes that accepting death involves recognizing and confronting our fears of it, and that the pursuit of immortality is an unhealthy relationship with mortality.",
  "Alcor, a life extension facility, offers cryopreservation services for patients who wish to be revived when technology allows for the reversal of aging.",
  "While cryopreservation technology is still in its early stages, experiments have shown that small organisms can be cryopreserved and revived with retained memory.",
  "The decision of whether or not to extend one's life indefinitely is a personal choice that involves weighing the potential benefits of extended life against the unknown consequences and the potential impact on future generations.",
  "Headless Chickens: Mike The Headless Chicken lived for 18 months without a brain, relying on its brain stem.",
  "Cockroaches: These insects can live for weeks without a head due to their decentralized nervous system and ability to breathe through their bodies.",
  "Reflexes: Certain actions, such as snapping your finger or sneezing, are mediated by the nervous system without brain involvement.",
  "Muscle Activity in Dead Bodies:** Muscle cells contain ATP and can still respond to stimuli even after death.",
  "Skin Cells and Digestion: Skin cells can continue to live and divide after death, and bacteria in the gut can continue to digest food.",
  "If Earth suddenly stopped spinning, objects would be flung eastward at over 1,000 mph.",
  "The definition of a second is based on the oscillations of a cesium atom, making atomic clocks the most accurate timekeeping devices.",
  "Earth's rotation is slowing down, and a day will be 25 hours long in 140 million years.",
  "Scientists add or subtract leap seconds to UTC time to account for Earth's changing rotation speed.",
  "Time is an approximate concept, and we still don't fully understand its nature.- A disco ball Moon would create rare, brief flashes of sunlight on Earth, lasting only a fraction of a second.",
  "The Moon's orbit and distance from Earth would prevent it from acting as an effective disco ball, as the reflected beams would miss the planet.",
  "If the disco ball Moon orbited closer to Earth, it would be torn apart by gravitational forces.",
  "A spinning disco ball Moon would create occasional glittery reflections of the Sun, allowing for \"planetary selfies.\"",
  "From low orbit, a rotating disco ball Moon would appear as a strobe light, with each strobe ten kilometers across.",
  "The scariest thing possible is the elevation of carbon dioxide in the blood caused by an uncontrollable external threat. This combination triggers a primal fear response even in individuals with non-functioning amygdalae.",
  "The amygdala, a brain structure, plays a crucial role in fear learning. It connects experiences with innate aversions, such as pain, isolation, and death, to create a web of fear.",
  "Category jamming, combining multiple categories of fears, can amplify fear. Horror filmmakers use this technique to create terrifying villains that evoke multiple innate aversions.",
  "Learned fears can be acquired through firsthand experiences, stories, and social fear transmission. The human mind can learn to fear almost anything.",
  "The scariest thing may not be universal. Individuals with non-functioning amygdalae or certain cognitive differences may not experience fear in the same way as others.",
  "The Android mascot in the video is named Blinky.",
  "The orange in the video is actually the Sun.",
  "The voiceover for the Super Gameboy commercial was done by Wu-Tang Clan.",
  "A NASA scientist claimed to have found extraterrestrial microbial life in a meteorite, but other scientists are skeptical.",
  "A puzzle game called \"Wooden Path Too\" features a slide in the bedroom that leads to a heated swimming pool.- London's pillows bear the phrase \"God save the Queen.\"",
  "The word \"DONG\" refers to online activities.",
  "Musicovery allows users to customize their music experience based on mood and preferences.",
  "Nooooooooooooooo.com and ooooiiii.com provide catharsis and amusement, respectively.",
  "PointlessSites offers a collection of time-wasting games, including one with 1 billion mazes that would take over 31 years to complete.- Down is the direction of gravity, which pulls everything towards the center of a celestial body.",
  "Mass is an intrinsic property that determines how hard it is to accelerate an object, and it affects the strength of gravity.",
  "Scales measure weight, which is a force caused by gravity, but they often display mass instead.",
  "Down is not always directly towards the center of a celestial body due to factors such as the Earth's rotation and the distribution of mass within it.",
  "Einstein's theory of general relativity suggests that objects fall not because of a force, but because they follow straight paths in a curved spacetime caused by mass and energy.- People are 30 times more likely to laugh in the presence of others.",
  "Babies laugh before they learn language or have sight or hearing.",
  "Laughter is often triggered by unexpected or surprising events that challenge our expectations.",
  "Tickling may teach children defensive behaviors and help position babies for delivery.",
  "The epiglottis, which protects the trachea during swallowing, is involved in the physical act of laughing and has taste buds.",
  "Dawn Sign Minister: A game where jumping onto walls creates new floors.",
  "Sky Island: A 2D game that transforms into 3D, requiring players to use their mouse to solve puzzles.",
  "Gun Blood: A Western shootout game where players must draw their gun at the right moment.",
  "Solid Skier: A real-time line Rider game where players guide a skier down a slope.",
  "Not Pron: A challenging riddle game that requires players to think outside the box.- Mechanical Commando: A shooter where players never release the trigger.",
  "Fishing: A game where players shoot fish with a shotgun after reeling them in.",
  "Zombie Tower Defense: A strategy game where players defend against zombie hordes.",
  "Zombie Bites: A game where players eat people to survive and compete with other zombies.",
  "Penguins with a Z: A game where penguins wield weapons and eat parasites to win.- Minecraft babies are created through traditional means, not through spawn timers or hatches.",
  "Spider-Man's dive into the ocean in Grand Theft Auto: San Andreas results in a faceplant unless the parachute is opened early.",
  "A famous glitch in Grand Theft Auto: San Andreas involves a goat being forced to climb a ladder, resulting in the player's laughter lasting over nine minutes.",
  "In Age of Conan, a female character's body part appears to be possessed, twitching uncontrollably.",
  "A code in Game Genie allows everything in a game to act like a Hammer Brother from the Super Mario Bros. series.- **The average person spends about 20% of their life hugging.**",
  "Hugging can reduce stress and anxiety.",
  "Hugging can boost your immune system.",
  "Hugging can release oxytocin, which is a hormone that promotes bonding and trust.",
  "Hugging can help you sleep better.",
  "People have used it for games like Minecraft and Mario Kart, as well as 3D Tetris and air guitar.",
  "The Kinect can transform users into an Invisible Man or a pillowy blob mutant in real time.",
  "It can be mounted on a robot and used as its eyes, enabling 3D flying.",
  "One user created a lightsaber overlay on a wooden stick using the Kinect.- Sound Stream: Uses your microphone to create visual patterns based on sound.",
  "Infinite Illusion Drawings: Zooms into intricate drawings, creating a trippy effect.",
  "Word Clock: Displays the time in words, changing every second.",
  "SETI@home: Connects your computer to a database searching for extraterrestrial life.",
  "Electric Sheep: Collaborates with other computers to generate fractal images and movies.- Play as the letter \"I\" in \"I of It\" and navigate obstacles by elongating and shrinking.",
  "Calculate Roman numerals using the \"Roman Numeral Calculator.\"",
  "Identify classic NES/SNES songs with hints in \"MadebyNotch\" quizzes.",
  "Type your moves in \"YouFindYourselfInARoom\" and watch the computer's frustration grow.",
  "Loop YouTube videos by replacing \"tube\" with \"repeat\" in the URL.- Skittles' Touch videos allow viewers to interact with the content using their fingers.",
  "FreddieW celebrated YouTube's widescreen support by interacting with the letterboxing.",
  "Joe Sabia created a \"Spot the Difference\" video and a slot machine game using YouTube's technology.",
  "MysteryGuitarMan developed an interactive piano and included hidden annotations in his videos.",
  "Boone Oakley created a website that is entirely hosted on a YouTube video, featuring interactive navigation and arrows."
]
